Repository: LittleFish-233/EncryptionAssistant
Catalog: EncryptionAssistant/String/*/mishi.resw
Source language: en_us
Languages: de, fr, ja_jp, zh_hant

# String1
source: Key digits
de: Schlüsselziffern
fr: Chiffres clés
ja_jp: キーディジット
zh_hant: 密匙位數

# String2
source: Invalid key digits
de: Ungültige Schlüsselziffern
fr: Chiffres clés invalides
ja_jp: 無効なキーディジット
zh_hant: 不正確密匙位數

# String3
source: Default
de: Standard
fr: par défaut
ja_jp: 既定値
zh_hant: 預設

# String4
source: Default
de: Standard
fr: par défaut
ja_jp: 既定値
zh_hant: 預設

# String5
source: Invalid algorithm
de: Ungültiger Algorithmus
fr: Algorithme invalide
ja_jp: 無効なアルゴリズム
zh_hant: 不正確演算法

# String6
source: Invalid algorithm
de: Ungültige Ziffern
fr: Chiffres invalides
ja_jp: 無効な数字
zh_hant: 不正確位數

# String7
source: Invalid algorithm
de: Ungültiger Algorithmus
fr: Algorithme invalide
ja_jp: 無効なアルゴリズム
zh_hant: 不正確演算法

# String8
source: Key
de: schlüssel
fr: clé
ja_jp: 無効なアルゴリズム
zh_hant: 密匙

# textblock1.Text
source: Key length
de: Schlüssellänge
fr: Longueur de clé
ja_jp: キーの長さ
zh_hant: 密匙長度

# textblock11.Text
source: Random generation
de: Zufällige Generierung
fr: Génération aléatoire
ja_jp: ランダム生成
zh_hant: 隨機生成

# textmcc.Text
source: Use the default key
de: Verwenden des Standardschlüssels
fr: Utiliser la clé par défaut
ja_jp: 既定のキーを使用する
zh_hant: 使用預設密匙
